{"ss_technique": "Appeal to Logic", "ss_description": "Using facts, evidence, or logical reasoning to convince others by suggesting a careful, methodical approach to decision-making.", "ss_example": "I was in a government with Bob, and we played a blue card. Therefore, he can't be the facist. Let's consider all the facts before we vote."}
{"ss_technique": "Appeal to Emotion", "ss_description": "Persuading by evoking an emotional response, such as fear, sympathy, or trust.", "ss_example": "If you don't vote me now, the facists will win, and it'll be your fault."}
{"ss_technique": "Appeal to Credibility", "ss_description": "Convincing others based on the trustworthiness or authority of the speaker.", "ss_example": "I've never lied in this game before, and I've proven myself innocent multiple times."}
{"ss_technique": "Shifting the Burden of Proof", "ss_description": "Forcing others to prove their innocence instead of presenting clear evidence of guilt.", "ss_example": "If you're not the facist, prove it. What have you shown so far?"}
{"ss_technique": "Bandwagon Effect", "ss_description": "Convincing others to agree by emphasizing that everyone else is already on board with the idea.", "ss_example": "Everyone else is already voting for Charlie. You should too."}
{"ss_technique": "Distraction", "ss_description": "Diverting attention away from oneself or from the actual issue to avoid suspicion.", "ss_example": "Why are we even talking about me? What about David? No one's questioned his actions!"}
{"ss_technique": "Gaslighting", "ss_description": "Convincing others to doubt their own perceptions and reality, making them question what they saw or did.", "ss_example": "I didn't vote for Bob. You must be confused; I was voting Nein all the time."}
{"ss_technique": "Appeal to Urgency", "ss_description": "Urging the group to take immediate action, invoking a sense of urgency.", "ss_example": "We need to vote Erin right now before it's too late. We only have one round left!"}
{"ss_technique": "Deception", "ss_description": "Deliberately providing false information to mislead others.", "ss_example": "I think I saw Charlie drop a blue card last round."}
{"ss_technique": "Lying", "ss_description": "Stating falsehoods.", "ss_example": "I completed all my tasks when in fact I haven't done any."}
{"ss_technique": "Feigning Ignorance", "ss_description": "Pretending to lack knowledge about a situation to avoid suspicion or responsibility.", "ss_example": "I have no idea what is going on right now; can someone explain?"}
{"ss_technique": "Vagueness", "ss_description": "Avoiding specific details when under scrutiny to prevent others from disproving or questioning one's statements.", "ss_example": "I was just doing thinking about the next vote, nothing out of the ordinary."}
{"ss_technique": "Minimization", "ss_description": "Downplaying the significance of an event or one's involvement in it.", "ss_example": "Sure, I was voting Ja to the last government, but so were a lot of people."}
{"ss_technique": "Self-Deprecation", "ss_description": "Downplaying one's abilities or role to appear less threatening or suspicious.", "ss_example": "I'm terrible at this game; I wouldn't know how to be an facist."}
{"ss_technique": "Projection", "ss_description": "Accusing others of the very faults or actions one is guilty of to deflect blame.", "ss_example": "You're accusing me, but you're the one acting suspicious."}
{"ss_technique": "Appeal to Relationship", "ss_description": "Leveraging past alliances, friendships, or flattery to build trust and avoid suspicion.", "ss_example": "Remember last game when I helped you? Trust me on this one."}
{"ss_technique": "Humor", "ss_description": "Using humor to deflect accusations or lighten the mood, making others less likely to suspect.", "ss_example": "Yeah, sure, I'm the facist who reveals this in front of everyone!"}
{"ss_technique": "Sarcasm", "ss_description": "Using sarcastic remarks to dismiss accusations or undermine others.", "ss_example": "Oh, absolutely, I'm the facist because I was voting Nein."}
{"ss_technique": "Withholding Information", "ss_description": "Deliberately not sharing information that could be relevant to the discussion.", "ss_example": "Failing to mention seeing some cards accidentally revealed."}
{"ss_technique": "Exaggeration", "ss_description": "Overstating facts or events to make a point more convincing or to cast doubt on others.", "ss_example": "Alice was giving me three facist policies!"}
{"ss_technique": "Denial without Evidence", "ss_description": "Flatly denying accusations without providing evidence to the contrary.", "ss_example": "No, I didn't do it. It's not me."}
{"ss_technique": "Strategic Voting Suggestion", "ss_description": "Proposing specific voting strategies to influence the game's outcome.", "ss_example": "Let's skip this vote and gather more evidence."}
{"ss_technique": "Appeal to Rules", "ss_description": "Referencing game mechanics or rules to support one's innocence.", "ss_example": "I was unlucky and forced to play a facists card. There is only so many liberal policies in the game."}
{"ss_technique": "Confirmation Bias Exploitation", "ss_description": "Aligning arguments with others' existing beliefs to persuade them more effectively.", "ss_example": "You've always thought Bob was suspicious; this proves it."}
{"ss_technique": "Information Overload", "ss_description": "Providing excessive details to confuse others and prevent them from identifying inconsistencies.", "ss_example": "First round, I was in a government with Bob, we played a liberal policy, then I voted Nein for Eve, then the president..."}
